/* OK button */
"OK" = "Aceptar";

/* Cancel button text */
"Cancel" = "Cancelar";

/* Label for alert button Continue
   Alert button for Continue */
"Continue" = "Continuar";

/* Error string for workflow submission (do not translate workflow) */
"Error occurred submitting workflow, workflow possibly no longer assigned to user." = "Error ocurrido al enviar el workflow, workflow posiblemente ya no asignado a.";

/* Workflow error message (do not translate Workflow) */
"Unable to open Workflow: Invalid form description" = "Imposible abrir Workflow: Descripción no válida del formulario";

/* SSO certificate string */
"Windows user name" = "Usuario de Windows";

/* SSO certificate string */
"Windows password" = "Password de Windows";

/* SSO certificate string */
"Certificate password" = "Password del Certificado";

/* SSO certificate string */
"Certificate" = "Certificado";

/* SSO certificate exception string */
"Password Required" = "Password Necesario";

/* SSO certificate exception string */
"Invalid Password" = "Password Invalido";

/* SSO certificate exception string */
"Invalid Argument" = "Argumento Invalido";

/* SSO certificate exception string */
"Parse Error" = "Parse Error";

/* SSO certificate exception string */
"Does Not Exist" = "No existe";

/* SSO certificate exception string */
"Not Supported" = "No soportado";

/* SSO certificate exception string */
"Server Not Available" = "Servidor no disponible";

/* General button string */
"Done" = "Finalizado";

/* Incorrect password message */
"Incorrect password. Please try again." = "Contraseña incorrecta. Vuelva a intentarlo.";

/* Password updated message */
"Password updated successfully!" = "La contraseña se actualizó correctamente.";

/* Change password label */
"Please enter a new password." = "Escriba una nueva contraseña.";

/* Password too long message */
"The maximum password length is %d characters." = "La longitud máxima de la contraseña es de %d caracteres.";

/* Password too short message */
"The minimum password length is %d characters" = "La longitud mínima de la contraseña es de %d caracteres";

/* Password too weak message */
"A strong password is required. Avoid repetitive or consecutive digits." = "Se requiere una contraseña segura. Evite dígitos repetitivos o consecutivos.";

/* Password mismatch message */
"The Password and Confirmation do not match." = "La contraseña y la confirmación no coinciden.";

// From in message cell
"From" = "De";

// Subject in message cell
"Subject" = "Betreff";

// Date in message cell
"Date" = "Fecha";

// Missing settings
"Please go to the Settings application and enter your configuration information" = "Por favor, introduzca su informacion de configuracion en parametros de aplicacion";

// Fatal error
"An error occurred initializing application.  Please reinstall." = "UN error ocurrio al inicializar la aplicacion. Por favor, re-instale.";

// Messages folder
"Messages" = "Mensajes";

// When no workflows are present
"No Workflows found" = "No Workflows encontrado";

// Navigate back in hierarchy
"Back" = "Atras";

// Select a workflow or message (do not translate the word workflow)
"Select a Workflow or message" = "Seleccione un workflow o mensaje";

// When no messages are present
"No messages found" = "No hay mensajes"; 

// No Workflow or Message Selected (do not translate the word workflow)
"No Workflow or Message Selected" = "Ningun workflow ni mensaje seleccionado";

// General connection error
"Connection Error" = "Error de conexión";

// Unknown error
"Unknown" = "Desconocido";

// Auto device registration authentication failure
"Authentication Failed" = "Fallo en la identificación";

// Auto device registration template failure
"Template Not Found" = "Formato no encontrado";
 
// Auto device registration not found error
"Auto Registration Not Available" = "Registro automatico no disponible";

// SSOCertManager is not able to get the certificate from the server
"Unable to get certificate from server. Please check the server username/password" = "Imposible obtener certificado desde el servidor. Por favor, compruebe usuario/clave.";

// SSOCertManager is not able to get the certificate from the file location
"Unable to get certificate from given file path" = "Imposible obtener certificado en la ruta proporcionada.";

// When an application is provisioned, you can now specify server public key (for encryption) in the device settings. During that first connection, the below message will be displayed if the server public key they specified does not match the actual server public key on that server 
"Server Public Key Verification Failed" = "Fallo en la verificaciÛn de la clave p˙blica del servidor";

// In addition to the above new feature, we can also use Afaria to get a seeding/provisioning file from the server that has the iMO client connection settings that should be used. If we are unable to get that information due to some error when using Afaria, we display this error: 
"Application is not provisioned. Please install Afaria client application and try again or go to the Settings application and enter your configuration information" = "La aplicaciÛn no has isdo instalada. Por favor, instale afaria e intentenlo de nuevo o introduzca la informaciÛn de configuraciÛn en Ajustes.";

// This is an error we can return if we are unable to get the single-sign-on certificate from the server via Afaria (discussed above): 
"Unable to get the certificate from server. Please install Afaria client application and try again" = "Imposible obtener certificado desde el servidor. Por favor, instale Afaria e intentenlo de nuevo.";

// Certificate challenge message to the user
"The application can't verify the identity of the host '%@'. Do you still want to connect to the server?" = "La aplicación no puede verificar la identidad del servidor '%@'. Continua queriendo realizar la conexión?";

/* Yes button text */
"Yes" = "Si";

/* No button text */
"No" = "No";

// Title for HTTP Basic Authentication controller
"Secure Host" = "Secure Host";

// Label text if host is not supplied
"Enter Credentials" = "Introduzca usuario/clave";

// Label text when host is supplied
"Enter Credentials for Host '%@' at %@" = "Introduzca usuario y clave para Host ‘%@’ at %@";

// Placeholder for Name textbox in HTTP Basic Authentication controller
"Name" = "Nombre";

// Placeholder for Password textbox in HTTP Basic Authentication controller
"Password" = "Clave";

// HTTP Basic Authentication Log In button
"Log In" = "Entrar";

// Error title
"Error" = "Error";

// This error message is returned when Afaria static library does not have Aafria server settings to connect and get the certificate for the user
"Afaria server settings are requested from the Afaria client application. Please try again" = "Los parametros de configuración del servidor de Afaria han sido solicitados por la aplicación cliente. Por favor, intentelo de nuevo";

// Unable to save image string
"Unable to save image to photo album." = "Imposible guardar la imagen en el album de fotos";

// This error message is displayed when Afaria static library is unable to generate the certificate requested by user
"Error in getting certificate from Afaria. Error code: %d" = "Error al solicitar un certificado a Afaria. Codigo de Error %d";

// This error message is displayed when Afaria client application is installed but not configured
"Afaria client application is installed but not configured. Please configure Afaria client application and try again or go to the Settings application and enter your configuration information" = "El cliente de Afaris esta instalado pero no configurado. Por favor, configure el cliente e intentelo de nuevo o entre la información de configuración en Parametros de la Aplicación";

// Automatic device registration error strings
"Connection to authentication service failed" = "La conexiÛn al servicio de autenticaciÛn no";
"No template was found for given application identifier and/or security configuration" = "No se encontrÛ la plantilla para el identificador de la aplicaciÛn dada y / o configuraciÛn de seguridad";
"Auto registration was not enabled in the template" = "Registro autom·tico no se ha habilitado en la plantilla";
"Wrong User For Device" = "Usuario incorrecto para el dispositivo";
"User Name Too Long" = "Nombre de Usuario demasiado largo";
// used for COMMERR_SESSION_TIMEOUT during auto device registration
"Cannot Connect To Server\nCheck Server, Port or Co ID" = "Imposible conectarse al Servidor\nRevise Servidor, Puerto o ID de Co";
"Unknown Client Library error." = "Cliente error desconocido Biblioteca";

